Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Both off by default — only meaningful after you've asked the Coach to load a route ("take me home", "to the parking lot", "to Lakeside Park"). Turn alerts fire at ~500 ft, ~200 ft, and AT each turn (metric: 150 m / 60 m / 0). Turn-as-marker updates fire AFTER each completed turn with the leg's time, pace, and HR — the same data as mile markers but bucketed by route segment. Alerts queue around in-flight AI conversations.
ar: كلاهما معطّل افتراضيًا — ولا معنى لهما إلا بعد أن تطلب من المدرّب تحميل مسار («خذني إلى البيت»، «إلى موقف السيارات»، «إلى حديقة Lakeside»). وتنطلق تنبيهات المنعطفات عند نحو 500 قدم و200 قدم وعند المنعطف نفسه (بالنظام المتري: 150 م / 60 م / 0). أما تحديثات «المنعطف كعلامة» فتنطلق بعد إتمام كل منعطف مع زمن المقطع ووتيرته ونبضه — وهي البيانات نفسها التي تقدّمها علامات الأميال لكن مقسّمة حسب مقاطع المسار. وتُصفّ التنبيهات حول محادثات الذكاء الاصطناعي الجارية.
da: Begge er slået fra som standard — de giver først mening, når du har bedt coachen indlæse en rute ("tag mig hjem", "til parkeringspladsen", "til Lakeside Park"). Sving-advarsler udløses ved ca. 150 m, ca. 60 m og VED hvert sving. Sving-som-markør-opdateringer udløses EFTER hvert gennemført sving med etapens tid, tempo og puls — samme data som kilometermarkører, men opdelt efter rutesegment. Advarsler sættes i kø omkring igangværende AI-samtaler.
de: Beide sind standardmäßig aus — sinnvoll erst, wenn du den Coach gebeten hast, eine Route zu laden („bring mich nach Hause“, „zum Parkplatz“, „zum Lakeside Park“). Abbiegehinweise kommen bei etwa 150 m, 60 m und direkt AN jeder Abzweigung. Abbiegung-als-Marke-Updates kommen NACH jeder absolvierten Abzweigung mit Zeit, Pace und Herzfrequenz des Abschnitts — dieselben Daten wie bei Kilometermarken, nur nach Routenabschnitt gebündelt. Hinweise reihen sich um laufende KI-Gespräche ein.
es: Ambos están desactivados por defecto — solo tienen sentido cuando le has pedido al entrenador que cargue una ruta («llévame a casa», «al aparcamiento», «al parque Lakeside»). Los avisos de giro suenan a unos 150 m, unos 60 m y EN cada giro. Las actualizaciones de giro como marcador suenan DESPUÉS de cada giro completado, con el tiempo, el ritmo y la FC del tramo — los mismos datos que los marcadores de kilómetro, pero agrupados por segmento de ruta. Los avisos se ponen en cola alrededor de las conversaciones con la IA en curso.
fi: Molemmat ovat oletuksena pois päältä — niistä on hyötyä vasta, kun olet pyytänyt valmentajaa lataamaan reitin ("vie minut kotiin", "parkkipaikalle", "Lakeside-puistoon"). Käännösvaroitukset tulevat noin 150 m ja 60 m ennen sekä itse käännöksessä. Käännös merkkipaaluna -päivitykset tulevat kunkin käännöksen JÄLKEEN ja kertovat osuuden ajan, vauhdin ja sykkeen — samat tiedot kuin kilometripaaluissa, mutta reittiosuuksittain jaoteltuna. Varoitukset jonottavat käynnissä olevien tekoälykeskustelujen ympärillä.
fr: Les deux sont désactivés par défaut — ils n’ont de sens qu’après avoir demandé au coach de charger un itinéraire (« ramène-moi à la maison », « au parking », « au parc Lakeside »). Les alertes de virage se déclenchent vers 150 m, 60 m et AU virage lui-même. Les mises à jour « virage comme repère » se déclenchent APRÈS chaque virage effectué, avec le temps, l’allure et la FC du tronçon — les mêmes données que les repères kilométriques, mais regroupées par segment d’itinéraire. Les alertes se mettent en file autour des conversations IA en cours.
is: Bæði eru sjálfgefið slökkt — þau hafa aðeins merkingu eftir að þú biður þjálfarann um að hlaða leið („farðu með mig heim“, „á bílastæðið“, „í Lakeside-garðinn“). Beygjuviðvaranir koma um 150 m og 60 m fyrir beygju og VIÐ hverja beygju. Uppfærslur þar sem beygja er notuð sem merki koma EFTIR hverja lokna beygju með tíma, hraða og púls leggsins — sömu gögn og kílómetramerki en flokkuð eftir leiðarhlutum. Viðvaranir raðast í biðröð í kringum gervigreindarsamtöl sem eru í gangi.
it: Entrambi sono disattivati per impostazione predefinita — hanno senso solo dopo che hai chiesto al Coach di caricare un percorso («portami a casa», «al parcheggio», «al Lakeside Park»). Gli avvisi di svolta scattano a circa 150 m, 60 m e ALLA svolta stessa. Gli aggiornamenti che usano la svolta come marcatore scattano DOPO ogni svolta completata, con tempo, passo e FC del tratto — gli stessi dati dei marcatori chilometrici, ma raggruppati per segmento di percorso. Gli avvisi si accodano attorno alle conversazioni IA in corso.
ja: どちらも既定ではオフです — コーチにルートを読み込ませたあとにのみ意味を持ちます（「家まで」「駐車場まで」「レイクサイド公園まで」など）。曲がり角の通知は、約 150 m 手前、約 60 m 手前、そして曲がり角そのものの地点で鳴ります。「曲がり角をマーカーとする」更新は、各曲がり角を通過した「あと」に、その区間のタイム、ペース、心拍を知らせます — マイルマーカーと同じデータを、ルート区間ごとに区切ったものです。通知は進行中の AI 会話の前後にキューイングされます。
ko: 둘 다 기본적으로 꺼져 있습니다 — 코치에게 경로를 불러오도록 요청한 뒤에만 의미가 있습니다("집으로", "주차장까지", "레이크사이드 공원까지"). 회전 알림은 약 150 m, 약 60 m 지점과 회전 지점에서 울립니다. 회전을 마커로 삼는 업데이트는 각 회전을 마친 '뒤'에 해당 구간의 시간, 페이스, 심박을 알려줍니다 — 마일 마커와 동일한 데이터를 경로 구간 단위로 묶은 것입니다. 알림은 진행 중인 AI 대화 전후로 대기열에 들어갑니다.
nb: Begge er av som standard — de gir bare mening etter at du har bedt coachen laste inn en rute («ta meg hjem», «til parkeringsplassen», «til Lakeside Park»). Svingvarsler utløses ved cirka 150 m, 60 m og VED hver sving. Sving-som-markør-oppdateringer utløses ETTER hver fullførte sving med etappens tid, fart og puls — samme data som kilometermarkører, men gruppert etter rutesegment. Varsler køes rundt pågående AI-samtaler.
nl: Beide staan standaard uit — ze zijn pas zinvol nadat je de Coach hebt gevraagd een route te laden ("breng me naar huis", "naar de parkeerplaats", "naar Lakeside Park"). Afslagmeldingen komen rond 150 m, 60 m en BIJ elke afslag. Updates met de afslag als marker komen NA elke voltooide afslag, met tijd, tempo en hartslag van dat stuk — dezelfde gegevens als kilometermarkers, maar per routesegment gebundeld. Meldingen worden in de wachtrij gezet rond lopende AI-gesprekken.
pt_br: Ambos vêm desativados — só fazem sentido depois que você pede ao Coach para carregar uma rota ("me leve para casa", "até o estacionamento", "até o Lakeside Park"). Os avisos de curva soam a cerca de 150 m, 60 m e NA própria curva. As atualizações que usam a curva como marcador soam DEPOIS de cada curva concluída, com tempo, ritmo e FC do trecho — os mesmos dados dos marcadores de quilômetro, mas agrupados por segmento da rota. Os avisos entram em fila em torno das conversas com a IA em andamento.
ru: Оба выключены по умолчанию — они имеют смысл лишь после того, как вы попросили тренера загрузить маршрут («домой», «к парковке», «в парк Lakeside»). Предупреждения о поворотах срабатывают примерно за 150 м, за 60 м и НА самом повороте. Обновления «поворот как отметка» срабатывают ПОСЛЕ каждого пройденного поворота и сообщают время, темп и пульс отрезка — те же данные, что и километровые отметки, но сгруппированные по участкам маршрута. Оповещения выстраиваются в очередь вокруг идущих диалогов с ИИ.
sv: Båda är av som standard — de blir meningsfulla först när du bett coachen läsa in en rutt (”ta mig hem”, ”till parkeringen”, ”till Lakeside Park”). Svängvarningar utlöses vid cirka 150 m, 60 m och VID varje sväng. Uppdateringar med svängen som markering utlöses EFTER varje avklarad sväng, med sträckans tid, tempo och puls — samma data som kilometermarkeringar, men grupperade per ruttsegment. Varningar köas runt pågående AI-samtal.
zh_hans: 两者默认关闭 — 只有在你请教练加载一条路线之后才有意义（比如“带我回家”“去停车场”“去 Lakeside 公园”）。转弯提醒会在约 500 英尺、约 200 英尺以及转弯处触发（公制：150 米 / 60 米 / 0）。“以转弯为标记”的更新会在每次转弯完成“之后”播报该段的用时、配速和心率 — 与里程标记相同的数据，只是按路线分段归类。提醒会在进行中的 AI 对话前后排队等待。

source: Both straps give the beat-to-beat intervals HRV needs; Apple Watch heart rate cannot. The H10 reads them from ECG and is more accurate. The Verity Sense is optical — comfier overnight, noisier between beats, most so in α1.
ar: يوفّر الحزامان الفواصل بين النبضات التي يحتاجها HRV؛ ومعدل ضربات ساعة آبل لا يفي. يقرأها H10 من تخطيط القلب وهو الأدق؛ ويقرأها Verity Sense ضوئيًا — أريح ليلًا، وأكثر تشويشًا بين النبضات، وأوضح ما يكون في DFA α1.
da: Begge remme giver de slag-til-slag-intervaller, HRV kræver; Apple Watch-puls kan ikke. H10 læser dem fra EKG og er den mest præcise; Verity Sense læser dem optisk — rarere om natten, mere støj mellem slag, tydeligst i DFA α1.
de: Beide Gurte liefern die Schlag-zu-Schlag-Intervalle für HRV; die Apple-Watch-Herzfrequenz nicht. Der H10 liest sie per EKG und ist genauer; der Verity Sense optisch — nachts angenehmer, verrauschter zwischen Schlägen, am ehesten bei DFA α1.
es: Ambas bandas dan los intervalos latido a latido que la HRV necesita; la frecuencia del Apple Watch no. El H10 los lee por ECG y es el más preciso; el Verity Sense los lee ópticamente: más cómodo de noche, más ruido entre latidos, sobre todo en DFA α1.
fi: Molemmat vyöt antavat HRV:n tarvitsemat lyöntivälit; Apple Watchin syke ei. H10 lukee ne EKG:stä ja on tarkempi; Verity Sense lukee optisesti — yöllä mukavampi, kohinaisempi lyöntien välissä, eniten DFA α1:ssä.
fr: Les deux ceintures donnent les intervalles battement à battement requis ; la fréquence de l'Apple Watch non. Le H10 les lit par ECG et est le plus précis ; le Verity Sense optiquement — plus confortable la nuit, plus bruité entre battements, surtout en DFA α1.
is: Báðar ólarnar gefa bilin milli slaga sem HRV þarf; hjartsláttur Apple Watch ekki. H10 les þau úr hjartalínuriti og er nákvæmari; Verity Sense les ljósfræðilega — þægilegra á nóttunni, truflaðra milli slaga, mest í DFA α1.
it: Entrambe le fasce danno gli intervalli battito-battito richiesti; la frequenza dell'Apple Watch no. L'H10 li legge da ECG ed è il più accurato; il Verity Sense otticamente: più comodo di notte, più rumore tra i battiti, soprattutto nel DFA α1.
ja: どちらのストラップも HRV に必要な拍間隔を得られますが、Apple Watch の心拍数では得られません。H10 は心電図から読み取り、より正確です。Verity Sense は光学式で、夜間は快適ですが拍間のノイズが多く、DFA α1 に最も表れます。
ko: 두 스트랩 모두 HRV에 필요한 박동 간 간격을 제공하지만 Apple Watch 심박수로는 불가능합니다. H10은 심전도로 읽어 더 정확하고, Verity Sense는 광학식이라 야간엔 편하지만 박동 사이 잡음이 많아 DFA α1에서 가장 두드러집니다.
nb: Begge beltene gir slag-til-slag-intervallene HRV trenger; pulsen fra Apple Watch ikke. H10 leser dem fra EKG og er mest nøyaktig; Verity Sense leser optisk — behageligere om natten, mer støy mellom slag, mest i DFA α1.
nl: Beide banden leveren de slag-tot-slagintervallen die HRV nodig heeft; de hartslag van de Apple Watch niet. De H10 leest ze via ECG en is nauwkeuriger; de Verity Sense optisch — 's nachts prettiger, ruiziger tussen slagen, vooral bij DFA α1.
pt_br: As duas cintas dão os intervalos batimento a batimento que a VFC exige; a frequência do Apple Watch não. O H10 os lê por ECG e é o mais preciso; o Verity Sense os lê opticamente: mais confortável à noite, mais ruído entre batimentos, sobretudo no DFA α1.
ru: Оба датчика дают нужные для ВСР интервалы между ударами; пульс Apple Watch — нет. H10 читает их по ЭКГ и точнее; Verity Sense — оптически: ночью удобнее, шумнее между ударами, заметнее всего в DFA α1.
sv: Båda banden ger de slag-till-slag-intervall HRV kräver; pulsen från Apple Watch inte. H10 läser dem via EKG och är mest exakt; Verity Sense läser optiskt — skönare på natten, mer brus mellan slag, mest i DFA α1.
zh_hans: 两款传感器都能提供 HRV 所需的心搏间期，Apple Watch 心率则不能。H10 通过心电读取，更为准确；Verity Sense 采用光学读取——夜间更舒适，但心搏间噪声更大，在 DFA α1 上最明显。

source: boundary move
ar: نقل الحد
da: grænseflytning
de: Grenzverschiebung
es: cambio de límite
fi: rajan siirto
fr: déplacement de limite
is: færsla marka
it: spostamento del limite
ja: 境界の移動
ko: 경계 이동
nb: grenseflytting
nl: grensverschuiving
pt_br: mudança de limite
ru: сдвиг границы
sv: gränsflytt
zh_hans: 边界调整

source: boundary moves
ar: نقل الحدود
da: grænseflytninger
de: Grenzverschiebungen
es: cambios de límite
fi: rajan siirrot
fr: déplacements de limite
is: færslur marka
it: spostamenti del limite
ja: 境界の移動
ko: 경계 이동
nb: grenseflyttinger
nl: grensverschuivingen
pt_br: mudanças de limite
ru: сдвиги границы
sv: gränsflyttar
zh_hans: 边界调整

source: bpm
ar: نبضة/دقيقة
es: lpm
ru: уд/мин

source: Break Scheduled
ar: استراحة مجدولة
da: Pause planlagt
de: Pause geplant
es: Descanso programado
fi: Tauko ajoitettu
fr: Pause programmée
is: Hlé áætlað
it: Pausa programmata
ja: 休憩予定
ko: 휴식 예정
nb: Pause planlagt
nl: Pauze ingepland
pt_br: Pausa Agendada
ru: Перерыв запланирован
sv: Paus schemalagd
zh_hans: 已安排休息

source: Breathe
ar: تنفس
da: Åndedræt
de: Atmen
es: Respirar
fi: Hengitä
fr: Respirer
is: Andaðu
it: Respira
ja: 呼吸
ko: 호흡
nb: Pust
nl: Ademhaling
pt_br: Respirar
ru: Дыхание
sv: Andas
zh_hans: 呼吸

source: Breathe session detected
ar: تم اكتشاف جلسة تنفس
da: Åndedrætsession registreret
de: Atemsitzung erkannt
es: Sesión de respiración detectada
fi: Hengitysistunto havaittu
fr: Session de respiration détectée
is: Öndunarlotan greindist
it: Sessione Respira rilevata
ja: 呼吸セッション検出
ko: 호흡 세션 감지됨
nb: Pusteøkt oppdaget
nl: Ademhalingssessie gedetecteerd
pt_br: Sessão de respiração detectada
ru: Обнаружена сессия дыхания
sv: Andningssession upptäckt
zh_hans: 检测到呼吸训练

source: Breathing guide: %@
ar: دليل التنفس: %@
da: Åndedrætsguide: %@
de: Atemführung: %@
es: Guía de respiración: %@
fi: Hengitysopas: %@
fr: Guide de respiration : %@
is: Öndunarhandbók: %@
it: Guida respiratoria: %@
ja: 呼吸ガイド: %@
ko: 호흡 가이드: %@
nb: Pusteguide: %@
nl: Ademhalingsgids: %@
pt_br: Guia de respiração: %@
ru: Дыхательный помощник: %@
sv: Andningsguide: %@
zh_hans: 呼吸引导: %@

source: Breathing rate estimated from the high-frequency oscillations in heart rate (respiratory sinus arrhythmia).
ar: معدل التنفس المقدَّر من التذبذبات عالية التردد في معدل النبض (اضطراب النظم الجيبي التنفسي).
da: Vejrtrækningsfrekvens estimeret ud fra højfrekvente svingninger i pulsen (respiratorisk sinusarytmi).
de: Aus den hochfrequenten Schwankungen der Herzfrequenz geschätzte Atemfrequenz (respiratorische Sinusarrhythmie).
es: Frecuencia respiratoria estimada a partir de las oscilaciones de alta frecuencia de la FC (arritmia sinusal respiratoria).
fi: Hengitystiheys, arvioitu sykkeen korkeataajuisista vaihteluista (hengityksen sinusarytmia).
fr: Fréquence respiratoire estimée à partir des oscillations haute fréquence de la FC (arythmie sinusale respiratoire).
is: Öndunartíðni áætluð út frá hátíðnisveiflum í púls (öndunartengd sínustruflun).
it: Frequenza respiratoria stimata dalle oscillazioni ad alta frequenza della FC (aritmia sinusale respiratoria).
ja: 心拍数の高周波振動（呼吸性洞性不整脈）から推定した呼吸数。
ko: 심박수의 고주파 진동(호흡성 동성 부정맥)에서 추정한 호흡수.
nb: Pustefrekvens estimert ut fra høyfrekvente svingninger i pulsen (respiratorisk sinusarytmi).
nl: Ademhalingsfrequentie geschat uit de hoogfrequente schommelingen in de hartslag (respiratoire sinusaritmie).
pt_br: Frequência respiratória estimada a partir das oscilações de alta frequência da FC (arritmia sinusal respiratória).
ru: Частота дыхания, оценённая по высокочастотным колебаниям пульса (дыхательная синусовая аритмия).
sv: Andningsfrekvens uppskattad från högfrekventa svängningar i pulsen (respiratorisk sinusarytmi).
zh_hans: 由心率的高频振荡（呼吸性窦性心律不齐）估算的呼吸频率。

source: Breathing rate, temperature and overnight heart rate can shift on nights when HRV does not, which is why they make up 15% of your Recovery Score under the v2 architecture.
ar: قد يتغير معدل التنفس ودرجة الحرارة ومعدل ضربات القلب الليلي في ليالٍ لا يتغير فيها HRV، ولهذا تشكّل 15% من درجة التعافي في بنية الإصدار v2.
da: Vejrtrækningsfrekvens, temperatur og natpuls kan ændre sig på nætter, hvor HRV ikke gør, og derfor udgør de 15% af din restitutionsscore i v2-arkitekturen.
de: Atemfrequenz, Temperatur und nächtliche Herzfrequenz können sich in Nächten verändern, in denen die HRV es nicht tut; deshalb machen sie in der v2-Architektur 15% deines Erholungs-Scores aus.
es: La frecuencia respiratoria, la temperatura y la frecuencia cardíaca nocturna pueden cambiar en noches en las que la HRV no lo hace, por eso representan el 15% de tu puntuación de recuperación en la arquitectura v2.
fi: Hengitystiheys, lämpötila ja yösyke voivat muuttua öinä, jolloin HRV ei muutu, ja siksi ne muodostavat 15% palautumispisteestäsi v2-arkkitehtuurissa.
fr: La fréquence respiratoire, la température et la fréquence cardiaque nocturne peuvent bouger les nuits où la HRV ne bouge pas ; c'est pourquoi elles représentent 15% de votre score de récupération dans l'architecture v2.
is: Öndunartíðni, hiti og næturpúls geta breyst nætur þegar HRV gerir það ekki, og þess vegna eru þau 15% af bataskorinu þínu í v2-uppbyggingunni.
it: Frequenza respiratoria, temperatura e frequenza cardiaca notturna possono cambiare nelle notti in cui l'HRV non lo fa: per questo valgono il 15% del tuo punteggio di recupero nell'architettura v2.
ja: 呼吸数、体温、夜間心拍数は HRV が変わらない夜でも変化することがあるため、v2 アーキテクチャでは回復スコアの 15% を占めています。
ko: 호흡수, 체온, 야간 심박수는 HRV가 변하지 않는 밤에도 변할 수 있으므로 v2 아키텍처에서 회복 점수의 15%를 차지합니다.
nb: Pustefrekvens, temperatur og nattpuls kan endre seg på netter der HRV ikke gjør det, og derfor utgjør de 15% av restitusjonsscoren din i v2-arkitekturen.
nl: Ademfrequentie, temperatuur en nachtelijke hartslag kunnen veranderen in nachten waarin HRV dat niet doet; daarom vormen ze 15% van je herstelscore in de v2-architectuur.
pt_br: Frequência respiratória, temperatura e frequência cardíaca noturna podem mudar em noites em que a VFC não muda, e por isso representam 15% da sua pontuação de recuperação na arquitetura v2.
ru: Частота дыхания, температура и ночной пульс могут меняться в те ночи, когда ВСР не меняется, поэтому в архитектуре v2 они составляют 15% вашей оценки восстановления.
sv: Andningsfrekvens, temperatur och nattpuls kan ändras nätter då HRV inte gör det, och därför utgör de 15% av din återhämtningspoäng i v2-arkitekturen.
zh_hans: 呼吸频率、体温和夜间心率可能在 HRV 不变的夜晚发生变化，因此在 v2 架构中它们占恢复评分的 15%。

source: Broadcast as BLE sensor
ar: البث كمستشعر BLE
da: Udsend som BLE-sensor
de: Als BLE-Sensor senden
es: Transmitir como sensor BLE
fi: Lähetä BLE-anturina
fr: Diffuser en tant que capteur BLE
is: Senda sem BLE-skynjari
it: Trasmetti come sensore BLE
ja: BLE センサーとして送信
ko: BLE 센서로 송출
nb: Kringkast som BLE-sensor
nl: Uitzenden als BLE-sensor
pt_br: Transmitir como sensor BLE
ru: Транслировать как датчик BLE
sv: Sänd som BLE-sensor
zh_hans: 作为 BLE 传感器广播

source: Broadcast HR + Power to indoor-trainer apps
ar: بث النبض + القدرة إلى تطبيقات المدرب الداخلي
da: Send HR + effekt til indendørs trainer-apps
de: HF + Leistung an Indoor-Trainer-Apps senden
es: Transmitir FC + potencia a apps de rodillo de interior
fi: Lähetä HR + teho sisäharjoituslaitteen sovelluksiin
fr: Diffuser la FC + la puissance vers les applis de home-trainer
is: Senda HR + afl til innanhúss-æfingaforrita
it: Trasmetti HR + potenza alle app per rulli da interno
ja: HR + パワーを室内トレーナーアプリに配信
ko: HR + 파워를 실내 트레이너 앱에 전송
nb: Kringkast HR + effekt til innendørs trener-apper
nl: HR + vermogen uitzenden naar indoor-trainerapps
pt_br: Transmitir HR + potência para apps de rolo de treino
ru: Передавать HR + мощность в приложения для домашних станков
sv: Sänd HR + effekt till inomhustrainer-appar
zh_hans: 向室内骑行台应用广播 HR + 功率

source: Broadcast your heart rate and power to other apps?
ar: هل تريد بثّ معدل ضربات قلبك وقدرتك إلى تطبيقات أخرى؟
da: Send din puls og effekt til andre apps?
de: Deine Herzfrequenz und Leistung an andere Apps senden?
es: ¿Transmitir tu frecuencia cardíaca y potencia a otras apps?
fi: Lähetetäänkö sykkeesi ja tehosi muihin sovelluksiin?
fr: Diffuser votre fréquence cardiaque et votre puissance vers d'autres apps ?
is: Senda hjartslátt og afl þitt í önnur forrit?
it: Trasmettere la frequenza cardiaca e la potenza ad altre app?
ja: 心拍数とパワーを他のアプリに送信しますか？
ko: 심박수와 파워를 다른 앱으로 전송할까요?
nb: Vil du sende pulsen og effekten din til andre apper?
nl: Je hartslag en vermogen naar andere apps uitzenden?
pt_br: Transmitir sua frequência cardíaca e potência para outros apps?
ru: Транслировать пульс и мощность в другие приложения?
sv: Vill du sända din puls och effekt till andra appar?
zh_hans: 将你的心率和功率广播到其他应用？

source: Browse all reports
ar: تصفح كل التقارير
da: Gennemse alle rapporter
de: Alle Berichte durchsuchen
es: Ver todos los informes
fi: Selaa kaikkia raportteja
fr: Parcourir tous les rapports
is: Skoða allar skýrslur
it: Sfoglia tutti i report
ja: すべてのレポートを見る
ko: 모든 리포트 보기
nb: Bla gjennom alle rapporter
nl: Alle rapporten bekijken
pt_br: Ver todos os relatórios
ru: Просмотреть все отчёты
sv: Bläddra bland alla rapporter
zh_hans: 浏览所有报告

source: BT not allowed
ar: البلوتوث غير مسموح
da: BT ikke tilladt
de: BT nicht erlaubt
es: BT no permitido
fi: BT ei sallittu
fr: BT non autorisé
is: BT ekki leyft
it: BT non consentito
ja: BT 未許可
ko: BT 권한 없음
nb: BT ikke tillatt
nl: BT niet toegestaan
pt_br: BT não permitido
ru: BT запрещён
sv: BT tillåts inte
zh_hans: 蓝牙未授权

source: BT off
ar: البلوتوث مغلق
da: BT slået fra
de: BT aus
es: BT desactivado
fi: BT pois
fr: BT désactivé
is: BT slökkt
it: BT spento
ja: BT オフ
ko: BT 꺼짐
nb: BT av
nl: BT uit
pt_br: BT desligado
ru: BT выкл.
sv: BT av
zh_hans: 蓝牙已关闭

source: BT warming up
ar: البلوتوث يستعد
da: BT starter op
de: BT startet
es: BT iniciando
fi: BT käynnistyy
fr: BT démarre
is: BT ræsist
it: BT in avvio
ja: BT 起動中
ko: BT 준비 중
nb: BT starter
nl: BT start op
pt_br: BT iniciando
ru: BT запускается
sv: BT startar
zh_hans: 蓝牙启动中

source: Building baseline
ar: جارٍ بناء خط الأساس
da: Opbygger baseline
de: Baseline wird aufgebaut
es: Construyendo línea base
fi: Rakennetaan perustasoa
fr: Constitution de la référence
is: Byggi grunnlínu
it: Costruzione della baseline
ja: ベースラインを構築中
ko: 기준선 구축 중
nb: Bygger baseline
nl: Basislijn opbouwen
pt_br: Construindo linha de base
ru: Формирование базовой линии
sv: Bygger baslinje
zh_hans: 正在建立基线

source: Building baseline (%lld/14)
ar: جارٍ بناء خط الأساس (%lld/14)
da: Opbygger baseline (%lld/14)
de: Baseline wird aufgebaut (%lld/14)
es: Creando línea base (%lld/14)
fi: Luodaan perustasoa (%lld/14)
fr: Établissement de la référence (%lld/14)
is: Byggi grunnlínu (%lld/14)
it: Creazione della linea di base (%lld/14)
ja: ベースラインを構築中（%lld/14）
ko: 기준선 구축 중 (%lld/14)
nb: Bygger grunnlinje (%lld/14)
nl: Basislijn opbouwen (%lld/14)
pt_br: Criando linha de base (%lld/14)
ru: Формирование базовой линии (%lld/14)
sv: Bygger baslinje (%lld/14)
zh_hans: 正在建立基线（%lld/14）

# Building baseline. Day %lld of %lld.
source: Building baseline. Day %1$lld of %2$lld.
ar: جارٍ بناء خط الأساس. اليوم %lld من %lld.
da: Opbygger baseline. Dag %lld af %lld.
de: Baseline wird aufgebaut. Tag %lld von %lld.
es: Construyendo línea base. Día %lld de %lld.
fi: Rakennetaan perustasoa. Päivä %lld / %lld.
fr: Constitution de la référence. Jour %lld sur %lld.
is: Byggi grunnlínu. Dagur %lld af %lld.
it: Costruzione della baseline. Giorno %lld di %lld.
ja: ベースライン構築中。%lld 日目 / %lld 日。
ko: 기준선 구축 중. %lld일차 / %lld일.
nb: Bygger baseline. Dag %lld av %lld.
nl: Basislijn opbouwen. Dag %lld van %lld.
pt_br: Construindo linha de base. Dia %lld de %lld.
ru: Формирование базовой линии. День %lld из %lld.
sv: Bygger baslinje. Dag %lld av %lld.
zh_hans: 正在建立基线。第 %lld 天，共 %lld 天。

source: Building card…
ar: جارٍ إنشاء البطاقة…
da: Opbygger kort …
de: Karte wird erstellt …
es: Creando tarjeta…
fi: Luodaan korttia…
fr: Création de la carte…
is: Bý til spjald…
it: Creazione scheda…
ja: カードを作成中…
ko: 카드 생성 중…
nb: Bygger kort …
nl: Kaart wordt gemaakt…
pt_br: Criando card…
ru: Создание карточки…
sv: Skapar kort …
zh_hans: 正在生成卡片…
